
print("Средное показателя температуры воздуха КР")

float = +23.3
char = '°C'

yssykkol = input(" Введите область: ")
print(" Средний показатель температуры " + yssykkol + " на сегодня ", float, char )

float = 23.9
char = '°C'

chui = input(" Введите следущую область: ")
print("Средний показатель температуры " + chui + " на сегодня ", float )


float = 40.9
char = '°C'
batken = input("Введите следущую область: ")
print("Средний показатель температуры " + batken + " на сегодня ", float )


float = 37.7
char = '°C'
osh = input("Введите следущую область: ")
print("Средний показатель температуры " + osh + " на сегодня ", float )


float = 38.9
char = '°C'
jalal_abad = input("Введите следущую область: ")
print("Средний показатель температуры " + jalal_abad + " на сегодня ", float )


float = 20.7
char = '°C'
naryn = input("Введите следущую область: ")
print("Средний показатель температуры " + naryn + " на сегодня ", float )


float = 35.4
char = '°C'
talas = input("Введите следущую область: ")
print("Средний показатель температуры " + talas + " на сегодня ", float )




